Repository: darioconcilio/Project-AI
Catalog: Translations/Project AI.*.xlf
Languages: it_it

# Codeunit 3180531025 - Method 3050346346 - NamedType 1036247977
source: Token limit exceeded
it_it: Limite di token superato

# EnumExtension 4294827418 - EnumValue 2236016807 - Property 2879900210
source: Project AI
it_it: Progetto AI

# Page 3260455244 - Control 4232699882 - Property 2879900210
source: Description
it_it: Descrizione

# Page 3260455244 - Control 560950674 - Property 2879900210
source: Project No.
it_it: Nr. progetto

# Page 3260455244 - Control 1545434285 - Property 2879900210
source: Project Task No.
it_it: Attività di progetto n.

# Page 3260455244 - Control 4169596702 - Property 2879900210
source: Project Task Type
it_it: Tipo di attività del progetto

# Page 3260455244 - Control 721229888 - Property 2879900210
source: Budget (Total Cost)
it_it: Budget (costo totale)

# Page 3260455244 - Control 3812384302 - Property 2879900210
source: Budget (Total Price)
it_it: Budget (Prezzo totale)

# Page 3260455244 - Control 2755320320 - Property 2879900210
source: Actual (Total Cost)
it_it: Effettivo (costo totale)

# Page 3260455244 - Control 3790213230 - Property 2879900210
source: Actual (Total Price)
it_it: Effettivo (prezzo totale)

# Page 890039283 - NamedType 3739731429
source: Generating with Copilot...
it_it: Generazione con Copilot...

# Page 890039283 - Control 4220376491 - Property 2879900210
source: Job Task Lines
it_it: Righe task progetto

# Page 890039283 - Control 1564549987 - Property 1968111052
source: Describe the project you want to create with Copilot
it_it: Descrivi il progetto che desideri creare con Copilot

# Page 890039283 - Control 1061653138 - Property 1295455071
source: Specifies if you want taht Copilot simulates budget for job tasks.
it_it: Specifica se si desidera che Copilot simuli il budget per le attività di processo.

# Page 890039283 - Control 1061653138 - Property 2879900210
source: Simulation Budget
it_it: Budget di simulazione

# Page 890039283 - Action 3074584437 - Property 2879900210
source: Gardening software
it_it: Software per il giardinaggio

# Page 890039283 - Action 3074584437 - Method 1377591017 - NamedType 1713435780
source: Create a plan for the design of a garden, it must also have a larder of all the native plants I can use in Europe. I am not familiar with the sector, so I will have to conduct interviews with specialists in the field
it_it: Creare un piano per la progettazione di un giardino, deve avere anche una dispensa di tutte le piante autoctone che posso usare in Europa. Non ho dimestichezza con il settore, quindi dovrò condurre colloqui con specialisti del settore

# Page 890039283 - Action 1926913502 - Property 2879900210
source: Car rental software
it_it: Software per il noleggio auto

# Page 890039283 - Action 1926913502 - Method 1377591017 - NamedType 1713435780
source: I have to develop a software for the management of a car rental, I need customer support to understand the dynamics and criticalities of the sector
it_it: Devo sviluppare un software per la gestione di un noleggio auto, ho bisogno di un supporto al cliente per capire le dinamiche e le criticità del settore

# Page 890039283 - Action 2488681418 - Property 2879900210
source: Organize a workshop
it_it: Organizza un workshop

# Page 890039283 - Action 2488681418 - Method 1377591017 - NamedType 1713435780
source: I have to organise a business event, I have to set up all the preparatory stages, those during the event and after the event to get potential clients interested in my services
it_it: Devo organizzare un evento aziendale, devo allestire tutte le fasi preparatorie, quelle durante e dopo l'evento per far interessare i potenziali clienti ai miei servizi

# Page 890039283 - Action 3949361542 - Property 2879900210
source: Create a project
it_it: Creare un progetto

# Page 890039283 - Action 3949361542 - Method 1377591017 - NamedType 1713435780
source: Create project about [topic] for [result], I need to create all phases of process
it_it: Creare un progetto su [argomento] per [risultato], ho bisogno di creare tutte le fasi del processo

# Page 890039283 - Action 788258546 - Property 1295455071
source: Discard the Project proposed by Dynamics 365 Copilot.
it_it: Scartare il progetto proposto da Dynamics 365 Copilot.

# Page 890039283 - Action 788258546 - Property 2879900210
source: Discard it
it_it: Scartalo

# Page 890039283 - Action 2626368477 - Property 1295455071
source: Generate project structure with Dynamics 365 Copilot.
it_it: Genera la struttura del progetto con Dynamics 365 Copilot.

# Page 890039283 - Action 2626368477 - Property 2879900210
source: Generate
it_it: Genera

# Page 890039283 - Action 2079045816 - Property 1295455071
source: Save the Project proposed by Dynamics 365 Copilot.
it_it: Salva il progetto proposto da Dynamics 365 Copilot.

# Page 890039283 - Action 2079045816 - Property 2879900210
source: Keep it
it_it: Tienilo

# Page 890039283 - Action 2388911040 - Property 1295455071
source: Regenerate the Project proposed by Dynamics 365 Copilot.
it_it: Rigenerare il progetto proposto da Dynamics 365 Copilot.

# Page 890039283 - Action 2388911040 - Property 2879900210
source: Regenerate
it_it: Rigenera

# Page 4215927978 - Property 2879900210
source: Project AI Response
it_it: Risposta dell'intelligenza artificiale del progetto

# Page 4215927978 - Control 3461834954 - Property 1295455071
source: Specifies a description of the project task. You can enter anything that is meaningful in describing the task. The description is copied and used in descriptions on the project planning line.
it_it: Specifica una descrizione dell'attività del progetto. È possibile immettere qualsiasi elemento significativo nella descrizione dell'attività. La descrizione viene copiata e utilizzata nelle descrizioni nella riga di pianificazione del progetto.

# Page 4215927978 - Control 1908272084 - Property 1295455071
source: Specifies the number of the related project.
it_it: Specifica il numero del progetto correlato.

# Page 4215927978 - Control 561421623 - Property 1295455071
source: Specifies the number of the related project task.
it_it: Specifica il numero dell'attività di progetto correlata.

# Page 4215927978 - Control 395609334 - Property 1295455071
source: Specifies the purpose of the account. Newly created accounts are automatically assigned the Posting account type, but you can change this. Choose the field to select one of the following five options:
it_it: Specifica lo scopo dell'account. Ai conti appena creati viene assegnato automaticamente il tipo di conto di registrazione, ma è possibile modificarlo. Scegliere il campo per selezionare una delle cinque opzioni seguenti:

# Page 4215927978 - Control 478049462 - Property 1295455071
source: Specifies an interval or a list of project task numbers.
it_it: Specifica un intervallo o un elenco di numeri di attività del progetto.

# Page 1945188399 - Control 3983874935 - Property 2879900210
source: Bill-to Customer No.
it_it: Fatturare a - Nr. Cliente

# Page 1945188399 - Control 1734698567 - Property 2879900210
source: Creation Date
it_it: Data di creazione

# Page 1945188399 - Control 4232699882 - Property 2879900210
source: Description
it_it: Descrizione

# Page 1945188399 - Control 2762750464 - Property 2879900210
source: Description 2
it_it: Descrizione 2

# Page 1945188399 - Control 2786197837 - Property 2879900210
source: Ending Date
it_it: Data fine

# Page 1945188399 - Control 2825405939 - Property 2879900210
source: Person Responsible
it_it: Persona responsabile

# Page 1945188399 - Control 1751904704 - Property 2879900210
source: Starting Date
it_it: Data Iniziale

# Page 1945188399 - Control 998393528 - Property 2879900210
source: Status
it_it: Stato

# PageExtension 4087887968 - Action 939458681 - Property 1295455071
source: Lets Copilot generate a draft project based on your description.
it_it: Consente a Copilot di generare una bozza di progetto in base alla descrizione.

# PageExtension 4087887968 - Action 939458681 - Property 2879900210
source: Draft with Copilot
it_it: Bozza con Copilot

# PageExtension 612656320 - Action 939458681 - Property 1295455071
source: Lets Copilot generate a draft project based on your description.
it_it: Consente a Copilot di generare una bozza di progetto in base alla descrizione.

# PageExtension 612656320 - Action 939458681 - Property 2879900210
source: Draft with Copilot
it_it: Bozza con Copilot

# Enum 200093185 - EnumValue 834450047 - Property 2879900210
source: Nothing
it_it: Niente

# Codeunit 1852189237 - Method 1666699147 - NamedType 1415158908
source: Start %1
it_it: Inizio %1

# Codeunit 1852189237 - Method 1666699147 - NamedType 3692234337
source: End %1
it_it: Fine %1
